{
  "theme": "ラブタイプ",
  "axes": [
    {
      "label_left": "社交 (Sociality)",
      "label_right": "内省 (Reflection)"
    },
    {
      "label_left": "現実 (Realism)",
      "label_right": "理想 (Idealism)"
    },
    {
      "label_left": "理知 (Reason)",
      "label_right": "共感 (Empathy)"
    },
    {
      "label_left": "計画 (Planning)",
      "label_right": "柔軟 (Flexibility)"
    }
  ],
  "questions": [
    {
      "q": "パートナーの行動に対する不満として、よりストレスを感じるのは？",
      "option_a": "時間は守るが融通が利かず、急な変更に対応してくれないこと",
      "option_b": "柔軟だが時間にルーズで、計画が頻繁に狂わされること",
      "axis_index": 3,
      "weight": 1,
      "swap_options": false
    },
    {
      "q": "二人の将来について話し合う時、より重要だと感じるのは？",
      "option_a": "住む場所、貯蓄額、仕事の段取りといった具体的な生活設計",
      "option_b": "どんな夫婦でありたいか、どう成長したいかという理想のビジョン",
      "axis_index": 1,
      "weight": 1,
      "swap_options": true
    },
    {
      "q": "パートナーとの休日の過ごし方について、より心地よいと感じるのは？",
      "option_a": "友人カップルを交えたり、賑やかな場所へ出かけて活気を得る",
      "option_b": "二人きりの静かな空間で、深く語り合ったり趣味に没頭する",
      "axis_index": 0,
      "weight": 1,
      "swap_options": true
    },
    {
      "q": "パートナーを褒めるとき、自然と口に出るのは？",
      "option_a": "「美味しい料理を作ってくれた」「部屋を片付けた」という具体的な行動",
      "option_b": "「優しい心を持っている」「センスが鋭い」という本質的な資質",
      "axis_index": 1,
      "weight": 1,
      "swap_options": false
    },
    {
      "q": "二人の意見が対立した時、最終的な決定において重視するのは？",
      "option_a": "どちらの意見が論理的に筋が通っているか、公平であるか",
      "option_b": "どちらの選択が二人の関係性を円満に保ち、誰も傷つけないか",
      "axis_index": 2,
      "weight": 1,
      "swap_options": true
    },
    {
      "q": "旅行の計画を立てる時、心地よいと感じるスタイルは？",
      "option_a": "交通手段や宿、観光ルートを事前にしっかり予約・確定させる",
      "option_b": "大まかな行き先だけ決め、当日の気分で行動を変える余地を残す",
      "axis_index": 3,
      "weight": 1,
      "swap_options": true
    },
    {
      "q": "喧嘩の解決策を探る時、どちらのアプローチを取りがち？",
      "option_a": "「何が起きたか」という事実関係を整理し、再発防止策を練る",
      "option_b": "「なぜそう感じたか」という背景や文脈を読み解き、意識を変える",
      "axis_index": 1,
      "weight": 1,
      "swap_options": false
    },
    {
      "q": "休日の朝、理想的な目覚めとスタートは？",
      "option_a": "前夜に決めた予定通りに起床し、やるべきことを消化していく",
      "option_b": "目が覚めた時間から活動を始め、気の向くままに過ごし方を決める",
      "axis_index": 3,
      "weight": 1,
      "swap_options": false
    },
    {
      "q": "パートナーへのプレゼントを選ぶ際、重視するのは？",
      "option_a": "実用性が高く、日常生活ですぐに役立つ確実な品物",
      "option_b": "相手の雰囲気や可能性を象徴するような、意味のこもった品物",
      "axis_index": 1,
      "weight": 1,
      "swap_options": true
    },
    {
      "q": "仕事や課題が残っている状態で、パートナーから遊びに誘われたら？",
      "option_a": "まずはやるべきことを終わらせてから、心置きなく楽しむ",
      "option_b": "とりあえず遊びを楽しみ、高まったエネルギーで後から一気に片付ける",
      "axis_index": 3,
      "weight": 1,
      "swap_options": true
    },
    {
      "q": "議論になった際、パートナーに求めたい態度は？",
      "option_a": "感情的にならず、冷静に事実に基づいた話し合いをしてほしい",
      "option_b": "理屈で追い詰めず、こちらの感情を尊重した話し方をしてほしい",
      "axis_index": 2,
      "weight": 1,
      "swap_options": false
    },
    {
      "q": "パートナーに指摘をする必要がある時、心がけるのは？",
      "option_a": "誤解を生まないよう、正直かつ率直に問題点を伝える",
      "option_b": "関係にヒビが入らないよう、言葉を選んで遠回しに伝える",
      "axis_index": 2,
      "weight": 1,
      "swap_options": true
    },
    {
      "q": "「来月の連休」の過ごし方、いつ頃決めたい？",
      "option_a": "早めに確保して安心したい。直前になって慌てるのは避けたい",
      "option_b": "ギリギリまで選択肢を持っておきたい。当日の気分や天候で決めたい",
      "axis_index": 3,
      "weight": 1,
      "swap_options": false
    },
    {
      "q": "パーティーや交流会にカップルで参加した際、あなたの振る舞いは？",
      "option_a": "色々な人と積極的に交流し、その場の輪を広げるのを楽しむ",
      "option_b": "特定の少人数とじっくり話し込むか、パートナーの傍にいる",
      "axis_index": 0,
      "weight": 1,
      "swap_options": true
    },
    {
      "q": "大きな決断（引っ越しや転職）をする際、納得できる理由は？",
      "option_a": "メリットとデメリットを比較検討し、合理的だと判断できたから",
      "option_b": "自分とパートナーにとって「これが正しい」と心が感じたから",
      "axis_index": 2,
      "weight": 1,
      "swap_options": true
    },
    {
      "q": "パートナーが落ち込んでいる時、どう接するのが自然だと感じる？",
      "option_a": "気分転換に外へ連れ出し、明るい刺激を与える",
      "option_b": "そばに寄り添い、相手が話し出すまで静かに待つ",
      "axis_index": 0,
      "weight": 1,
      "swap_options": true
    },
    {
      "q": "パートナーから仕事の悩みを相談された時、愛ゆえに取る行動は？",
      "option_a": "状況を分析し、最も効果的な解決策やアドバイスを提示する",
      "option_b": "辛い気持ちを受け止め、まずは「大変だったね」と共感し肯定する",
      "axis_index": 2,
      "weight": 1,
      "swap_options": true
    },
    {
      "q": "デートの最中、急に面白そうなイベントを見つけた時の反応は？",
      "option_a": "予定していたプランへの影響を考え、無理なら見送る",
      "option_b": "予定を変更してでも、その場の好奇心に従って飛び込む",
      "axis_index": 3,
      "weight": 1,
      "swap_options": true
    },
    {
      "q": "謝罪をする、あるいは受ける場面で重視するのは？",
      "option_a": "なぜそうなったかの「説明」と、今後の「改善策」",
      "option_b": "申し訳ないという「反省」と、相手を思う「気遣い」",
      "axis_index": 2,
      "weight": 1,
      "swap_options": false
    },
    {
      "q": "会話の中で盛り上がりやすい話題は？",
      "option_a": "最近起きた出来事、共通の友人のニュース、流行のスポット",
      "option_b": "個人的な思想、最近感じている感情の機微、人生観",
      "axis_index": 0,
      "weight": 1,
      "swap_options": true
    },
    {
      "q": "「誠実なパートナー」と聞いてイメージするのは？",
      "option_a": "嘘をつかず、約束を守り、言動に一貫性がある人",
      "option_b": "思いやりがあり、相手の痛みに寄り添い、献身的な人",
      "axis_index": 2,
      "weight": 1,
      "swap_options": true
    },
    {
      "q": "家事や雑務について、パートナーとの生活で望むのは？",
      "option_a": "役割分担やルールを決め、生活のリズムを一定に保つこと",
      "option_b": "気づいた方がやるスタイルで、その時々の状況に柔軟に対応すること",
      "axis_index": 3,
      "weight": 1,
      "swap_options": false
    },
    {
      "q": "デートのお店選びで失敗しないために頼りにするのは？",
      "option_a": "口コミの評価数や、過去に訪れて良かったという確かな実績",
      "option_b": "お店のコンセプトや、写真から感じる「何かが起こりそう」な直感",
      "axis_index": 1,
      "weight": 1,
      "swap_options": false
    },
    {
      "q": "新しい趣味を始めるとき、パートナーに期待する関わり方は？",
      "option_a": "一緒にサークルに参加したり、共通の知人を広げたりすること",
      "option_b": "互いの活動を尊重しつつ、個々の内面的な成長を見守ること",
      "axis_index": 0,
      "weight": 1,
      "swap_options": true
    },
    {
      "q": "一週間の仕事が終わり、疲れている金曜の夜。恋人とどう過ごしたい？",
      "option_a": "外食やイベントに出向き、外の空気に触れて気分転換をする",
      "option_b": "家でゆっくり食事を楽しみ、静寂の中で心身を休める",
      "axis_index": 0,
      "weight": 1,
      "swap_options": false
    },
    {
      "q": "思い出を振り返る時、鮮明に覚えているのは？",
      "option_a": "その時着ていた服、食べた料理の味、具体的な日付",
      "option_b": "その瞬間の空気感、二人の間に流れていた言葉にできない雰囲気",
      "axis_index": 1,
      "weight": 1,
      "swap_options": false
    },
    {
      "q": "記念日のお祝いとして嬉しいのは？",
      "option_a": "華やかなレストランや、周囲からも祝福されるような祝祭的な場",
      "option_b": "手紙の交換や、二人だけの思い出の場所での親密な時間",
      "axis_index": 0,
      "weight": 1,
      "swap_options": false
    },
    {
      "q": "料理や家事の分担について話し合う時、好むスタイルは？",
      "option_a": "手順や分量が明確なレシピや、実績のある効率的な方法に従う",
      "option_b": "その時の感覚で味付けを変えたり、新しいやり方を即興で試す",
      "axis_index": 1,
      "weight": 1,
      "swap_options": true
    }
  ],
  "results": {
    "-1,-1,-1,-1": {
      "key": "-1,-1,-1,-1",
      "name": "鉄壁の契約執行者",
      "subtitle": "恋愛もタスク管理も、完璧でなければ気が済まない。",
      "desc": "あなたは恋愛を「共同経営プロジェクト」と捉え、緻密な計画と責任感で遂行するタイプです。周囲からは頼りがいのあるリーダーと見られていますが、その完璧主義の裏には「不測の事態」への極度の恐れが潜んでいます。感情というコントロール不能な変数を嫌うため、論理の鎧で武装し、傷つくことを回避しようとしているのです。しかし、その揺るぎない一貫性は、不安定な現代において最強の武器となります。一時の情熱に流されず、約束を必ず守り、具体的な行動でパートナーの生活基盤を支える能力は、他者が真似できない圧倒的な「安心感」という価値を提供します。",
      "manual": "このタイプへの愛情表現は、言葉よりも「実績」で示してください。約束の時間厳守、報連相の徹底が信頼の証となります。感情的な駆け引きは彼らを混乱させるだけなので厳禁です。彼らが立てた計画通りにデートが進むよう協力し、その段取りの良さを称賛すると、心を開きます。",
      "tags": [
        "責任感の塊",
        "有言実行",
        "安定志向",
        "論理的支柱"
      ],
      "good_match": "穏やかな受容者タイプ",
      "bad_match": "混沌の魔術師"
    },
    "-1,-1,-1,1": {
      "key": "-1,-1,-1,1",
      "name": "疾走する現実主義者",
      "subtitle": "駆け引きを楽しむ、スリルと論理のハンター。",
      "desc": "あなたは恋愛を、瞬時の判断力が試される「高難易度ゲーム」として楽しむ傾向があります。社交的で話題も豊富、一見すると情熱的なプレイボーイ・プレイガールに見えますが、内面は驚くほどドライで冷徹です。相手の感情に深入りすることなく、「今の自分にとって有益か、楽しいか」をシビアに見定めています。実は、重苦しい責任や退屈を何よりも恐れているのです。しかし、その「過去や未来に執着しない軽やかさ」こそが、関係を腐らせないための武器となります。トラブルさえもエンターテインメントに変え、常に新鮮な風を吹き込み続ける解決能力は、パートナーを停滞から救い出します。",
      "manual": "長文の重いメッセージや、将来の確約を迫る行為は、彼らを最も遠ざけます。常に「今、この瞬間」がいかに楽しいかを共有してください。議論やアクティビティなど、知的な刺激を与え続けることが重要です。束縛せず、自由に泳がせておくほうが、結果的にあなたの元へ戻ってきます。",
      "tags": [
        "臨機応変",
        "刺激中毒",
        "ドライな情熱",
        "問題解決力"
      ],
      "good_match": "幻想の語り部タイプ",
      "bad_match": "高潔な追求者タイプ"
    },
    "-1,-1,1,-1": {
      "key": "-1,-1,1,-1",
      "name": "慈愛の管理者",
      "subtitle": "尽くすことは、支配することと紙一重。",
      "desc": "あなたはパートナーの世話を焼き、快適な環境を整えることに至上の喜びを感じるタイプです。周囲からは「理想的な家庭人」として慕われますが、その献身の裏側には「これだけ尽くしたのだから、私を裏切らないでほしい」という、無言の支配欲と承認欲求が渦巻いています。自分が不必要とされることを恐れ、相手を依存させることで安心を得ようとする傾向があります。とはいえ、その高解像度な「気配り」は、人間関係を円滑にする卓越した才能です。相手が望むものを先回りして提供し、物理的・精神的な「安全基地」を構築する力は、パートナーが社会で戦うための最強のライフラインとなります。",
      "manual": "彼らの献身に対しては、過剰なほどの「感謝」を言葉にして伝えてください。「ありがとう」が彼らのガソリンです。記念日や二人のルールを軽視すると、静かに、しかし深く傷つきます。彼らの「良かれと思って」のアドバイスには、素直に従う姿勢を見せることが円満の秘訣です。",
      "tags": [
        "世話焼き上手",
        "平和主義",
        "隠れ支配欲",
        "環境調整力"
      ],
      "good_match": "純真な信奉者タイプ",
      "bad_match": "覇道の革命家"
    },
    "-1,-1,1,1": {
      "key": "-1,-1,1,1",
      "name": "陽だまりの享楽家",
      "subtitle": "全員に愛されたい、寂しがり屋のエンターテイナー。",
      "desc": "あなたはその場の空気を瞬時に読み取り、笑顔と愛嬌で場を和ませる天性のムードメーカーです。誰とでも仲良くなれる「愛されキャラ」に見えますが、実は誰よりも「嫌われること」に敏感で、沈黙や批判を過剰に恐れています。明るく振る舞っているのは、孤独感から目を逸らすための防衛本能でもあります。しかし、その卓越した「五感の鋭さ」は、人生を豊かにするための強力な武器です。理屈ではなく感覚で「楽しさ」や「美しさ」を共有し、パートナーを理屈っぽい悩みから解放して「今ここにある幸せ」に引き戻す力は、あなたにしかできない癒やしの魔法です。",
      "manual": "理詰めでの説教や、無視されるシチュエーションは彼らの精神を削ります。一緒に美味しいものを食べたり、綺麗な景色を見たりして、感覚的な喜びを共有してください。細かい計画性のなさを責めるよりも、その場のアドリブ力を褒めるほうが、関係はうまくいきます。",
      "tags": [
        "天真爛漫",
        "感覚派",
        "寂しがり屋",
        "ムードメーカー"
      ],
      "good_match": "魂の導き手",
      "bad_match": "孤高の哲学者タイプ"
    },
    "-1,1,-1,-1": {
      "key": "-1,1,-1,-1",
      "name": "覇道の革命家",
      "subtitle": "恋人ではなく、人生を共闘する「同志」を求めて。",
      "desc": "あなたは恋愛関係においてさえも、効率と成長、そして「勝利」を求める野心家です。カリスマ性があり、周囲を牽引するリーダーに見えますが、実は非論理的な感情の機微を理解するのが極めて苦手です。相手の弱音を「甘え」と断じ、正論で追い詰めてしまうのは、あなた自身の弱さを認めることへの恐怖の裏返しです。しかし、その「現状に満足しない向上心」は、パートナーの視座を劇的に引き上げる武器となります。単なる癒やし合いではなく、互いの欠点を指摘し、より高いステージへと引き上げ合う建設的な関係を築けるのは、あなたの冷徹なまでの理想主義があってこそです。",
      "manual": "感情的な共感を求めるよりも、「相談」という形で建設的な議論を持ちかけると話が弾みます。彼らのプライドを尊重し、人前では決して顔を潰さないでください。また、あなた自身も自分の目標を持ち、自立して努力する姿を見せることが、彼らの尊敬を勝ち取る唯一の方法です。",
      "tags": [
        "上昇志向",
        "論理武装",
        "カリスマ",
        "建設的批判"
      ],
      "good_match": "冷静な解析官タイプ",
      "bad_match": "穏やかな受容者タイプ"
    },
    "-1,1,-1,1": {
      "key": "-1,1,-1,1",
      "name": "混沌の魔術師",
      "subtitle": "退屈な安定よりも、刺激的な議論を愛する。",
      "desc": "あなたは知的好奇心の塊であり、常識に囚われないユニークな視点で相手を翻弄するのが好きなタイプです。頭の回転が速く、ウィットに富んだ会話で人を魅了しますが、本質的には「飽き性」であり、安定した関係よりも新しい刺激を常に求めています。時にあえて波風を立てるような言動をするのは、平穏な日常に埋没して自己が消えることを恐れているからです。しかし、その「既存の枠組みを破壊する力」は、パートナーの世界を拡張する強力な武器です。固定観念を打ち砕き、全く新しい可能性や視点を提示することで、相手の人生を退屈から救い出し、劇的な進化を促すことができます。",
      "manual": "ありきたりなデートや会話はすぐに飽きられます。常に予想を裏切るようなサプライズや、深い知的トピックを提供してください。彼らの突拍子もないアイデアを否定せず、「面白いね」と乗っかる度量が必要です。束縛は逆効果なので、適度な距離感を保つことが重要です。",
      "tags": [
        "知的好奇心",
        "常識破壊",
        "議論好き",
        "自由奔放"
      ],
      "good_match": "孤高の哲学者タイプ",
      "bad_match": "鉄壁の契約執行者"
    },
    "-1,1,1,-1": {
      "key": "-1,1,1,-1",
      "name": "魂の導き手",
      "subtitle": "その愛は、救済か、それとも教祖の洗脳か。",
      "desc": "あなたは単なる交際ではなく、魂レベルでの深い繋がりと、相手の人間的成長を願う理想主義者です。周囲からは包容力のあるカウンセラーのように見られていますが、その深層には「私が正しく導いてあげなければならない」という、ある種の傲慢さと強い使命感が潜んでいます。相手の感情に同化しすぎて、自分を見失う危うさも抱えています。しかし、その「人の可能性を信じ抜く力」は、迷えるパートナーにとっての光となります。抽象的な不安や感情を言語化し、二人の関係に崇高な意味づけを行うことで、単なる恋愛を超えた、人生の指針となるような強い絆を築くことができるのです。",
      "manual": "嘘やごまかしは彼らの洞察力の前では無力です。常に誠実であり、自分の弱さも含めて自己開示してください。彼らは「二人の未来」について語り合うことを好みます。彼らのアドバイスには感謝を示し、共に成長しようとする姿勢を見せることが、彼らの愛を満たす鍵です。",
      "tags": [
        "カリスマ性",
        "精神的支柱",
        "理想追求",
        "相互成長"
      ],
      "good_match": "夢幻の旅人",
      "bad_match": "鉄壁の契約者タイプ"
    },
    "-1,1,1,1": {
      "key": "-1,1,1,1",
      "name": "夢幻の旅人",
      "subtitle": "可能性という名の海を泳ぐ、永遠の少男少女。",
      "desc": "あなたは現実の相手そのものよりも、その人が秘めている「可能性」や「理想の姿」に恋をするロマンチストです。自由で情熱的、周囲を巻き込むエネルギーに満ちていますが、内面は常に「いつかこの魔法が解けてしまうのではないか」という虚無感と戦っています。現実の生活感が見えた瞬間に冷めてしまうのは、夢の世界に留まりたいという逃避願望があるからです。しかし、その「無条件の肯定力」は、冷めた現代社会において稀有な武器となります。どれほど絶望的な状況でも希望を見出し、パートナーの夢を誰よりも信じて応援するあなたの情熱は、相手に生きる勇気と奇跡を起こす活力を与えます。",
      "manual": "事務的な連絡や生活感のある話題ばかりだと、彼らの情熱は枯渇します。ロマンチックな演出や、夢を語り合う時間を大切にしてください。彼らの突発的な行動や気まぐれを「ユニークな個性」として受け入れ、一緒に楽しむ余裕を持つと、長く愛され続けます。",
      "tags": [
        "純真無垢",
        "可能性志向",
        "熱しやすく冷めやすい",
        "インスピレーション"
      ],
      "good_match": "覇道の革命家",
      "bad_match": "鉄壁の契約執行者"
    },
    "1,-1,-1,-1": {
      "key": "1,-1,-1,-1",
      "name": "鉄壁の契約者タイプ",
      "subtitle": "損得を見極める冷静な投資家",
      "desc": "あなたは、恋愛においても確実なリターンを求める「堅実な投資家」のような性質を持っています。周囲からは、常に冷静沈着で、感情に流されない大人びた人物として信頼されているでしょう。しかし、その鉄壁の理性の裏側には、「傷つくことへの極度な恐怖」が潜んでいるのではありませんか？あなたは未知の感情に溺れることを恐れ、無意識のうちに相手を損得勘定で値踏みし、リスクのない安全な道ばかりを選ぼうとする傾向があります。ですが、その慎重さと計画性は決して臆病さの表れではなく、未来を見通す賢明さの証でもあります。一時の情熱に流されず、長期的な視点で関係を構築できるあなたは、パートナーにとって最も信頼できる人生の伴侶となり得ます。あなたの愛は、花火のような瞬発力はなくとも、時間をかけて強固な地盤となる、揺るぎない契約なのです。",
      "manual": "急な変更やサプライズはストレスになるため、デートの予定は事前に共有してください。感情論よりも論理的な話し合いを好みますが、それは冷たさではなく誠実さの表れです。時間をかけて信頼を積み重ねれば、誰よりも強固な味方になります。",
      "tags": [
        "#慎重派",
        "#現実主義",
        "#誠実",
        "#計画的"
      ],
      "good_match": "鉄壁の契約執行者",
      "bad_match": "陽だまりの享楽家"
    },
    "1,-1,-1,1": {
      "key": "1,-1,-1,1",
      "name": "冷静な解析官タイプ",
      "subtitle": "感情を因数分解する観察者",
      "desc": "あなたは、恋愛を一種の「パズル」として解釈するような、クールな観察眼を持っています。周囲からは、何を考えているのか読めないミステリアスな人物、あるいはどんな状況にも動じない適応力の高い人物と評されることが多いでしょう。しかし、その飄々とした態度の内側には、「他者に心を侵入されたくない」という強い拒絶感が隠されているのではありませんか？あなたは深入りすることを避け、適度な距離を保つことで、自分自身の平穏を守ろうとしています。とはいえ、感情に溺れず、客観的に状況を俯瞰できる能力は、複雑な人間関係において稀有な才能です。トラブルが起きた際にも、誰の味方をするわけでもなく公平な解決策を提示できるあなたは、パートナーにとって感情の嵐から身を守るための避難所のような存在となるでしょう。あなたの冷静さは、冷淡さではなく、安らぎをもたらす静寂なのです。",
      "manual": "過度な束縛や感情的な要求をされると、静かにフェードアウトします。一人の時間を尊重し、付かず離れずの距離感を保つことが重要です。解決策を求める相談には、的確で冷静なアドバイスをくれます。",
      "tags": [
        "#マイペース",
        "#論理的",
        "#観察眼",
        "#クール"
      ],
      "good_match": "覇道の革命家",
      "bad_match": "純真な信奉者タイプ"
    },
    "1,-1,1,-1": {
      "key": "1,-1,1,-1",
      "name": "献身的な守護者タイプ",
      "subtitle": "現実を支える縁の下の力持ち",
      "desc": "あなたは、愛する人を現実的な側面から支える「有能なマネージャー」のような存在です。周囲からは、細やかな気配りができ、困ったときには必ず助けてくれる優しく頼りがいのある人物として愛されています。しかし、その献身的な振る舞いの奥底には、「相手を自分の管理下に置いて安心したい」という支配欲が見え隠れしていますね？あなたは相手のために尽くしているつもりで、実は「自分がいなければ何もできない相手」を作り出し、自身の存在価値を確認しようとする傾向があります。ですが、相手の微細な感情の変化を察知し、先回りして環境を整えることができるあなたの手腕は、生活を共にする上でこれ以上ない武器となります。あなたの愛は、単なる感情の押し付けではなく、パートナーが安心して羽ばたくための滑走路を用意するような、具体的で建設的な支援力なのです。",
      "manual": "「ありがとう」の一言がないと、急速に不満を溜め込みます。尽くしてくれることを当たり前と思わず、感謝を伝えてください。自分を犠牲にしがちなので、時には休ませてあげることが必要です。",
      "tags": [
        "#世話焼き",
        "#良妻賢母",
        "#現実的",
        "#尽くす"
      ],
      "good_match": "慈愛の管理者",
      "bad_match": "混沌の魔術師"
    },
    "1,-1,1,1": {
      "key": "1,-1,1,1",
      "name": "穏やかな受容者タイプ",
      "subtitle": "陽だまりのような癒やし系",
      "desc": "あなたは、春の日差しのような温かさで周囲を包み込む、穏やかな平和主義者です。誰に対しても角を立てず、相手のペースに自然と合わせることができるため、癒やし系として多くの人から好感を持たれています。しかし、その柔らかな微笑みの裏には、「嫌われることを恐れて自分の色を消している」という自信のなさが隠れているのではありませんか？あなたは衝突を避けるあまり、自分の本音を飲み込み、流されるままに関係を続けてしまう危うさを孕んでいます。とはいえ、どのような相手であっても拒絶せず、その存在をありのままに受け入れることができる包容力は、殺伐とした現代社会において極めて貴重な資質です。あなたのそばにいるだけで、人々は武装解除し、素顔に戻ることができるのです。その受容の精神は、パートナーにとって、世界で唯一の完全なる安息地となるでしょう。",
      "manual": "「何でもいい」と言うときは、本当に何でもいいと思っていますが、決断を任せすぎると負担になります。穏やかな空気を好むため、強い口調での批判や議論は避けてください。優しくリードされることを好みます。",
      "tags": [
        "#癒やし",
        "#平和主義",
        "#柔軟性",
        "#包容力"
      ],
      "good_match": "鉄壁の契約執行者",
      "bad_match": "疾走する現実主義者"
    },
    "1,1,-1,-1": {
      "key": "1,1,-1,-1",
      "name": "高潔な追求者タイプ",
      "subtitle": "理想を追い求める完璧主義者",
      "desc": "あなたは、自らの美学と理想を何よりも重んじる、高潔な完璧主義者です。周囲からは、ストイックで知的な雰囲気を纏った「高嶺の花」として、尊敬と憧れの眼差しを向けられることが多いでしょう。しかし、その凛とした態度の内側には、「理想通りでない現実に対する苛立ち」と「孤独感」が渦巻いているのではありませんか？あなたはパートナーに対して減点方式で採点してしまいがちで、少しの欠点も許せず、勝手に失望して心を閉ざしてしまう傾向があります。ですが、妥協を許さず、常により良い状態を目指して研鑽を積むあなたの姿勢は、二人の関係をより高次なものへと引き上げる原動力となります。安易な馴れ合いを拒み、互いに自立した精神で向き合おうとするあなたの愛は、パートナーの魂を磨き上げ、共に成長していくための最良の触媒となるのです。",
      "manual": "尊敬できない相手には心を開きません。知的な会話や向上心のある態度を示すことで好感を持たれます。プライドが高く傷つきやすいため、公衆の面前での指摘は厳禁です。誠実に向き合えば深い絆が生まれます。",
      "tags": [
        "#理想主義",
        "#ストイック",
        "#高嶺の花",
        "#美学"
      ],
      "good_match": "混沌の魔術師",
      "bad_match": "鉄壁の契約者タイプ"
    },
    "1,1,-1,1": {
      "key": "1,1,-1,1",
      "name": "孤高の哲学者タイプ",
      "subtitle": "独自の世界を旅する思索者",
      "desc": "あなたは、独自の哲学と世界観を持つ、知的な旅人です。周囲からは、個性的で掴みどころがなく、常識に縛られないユニークな発想を持つ人物として一目置かれています。しかし、その自由な振る舞いの裏には、「誰にも本当の自分を理解してもらえない」という諦念と、他者に対する無関心が潜んでいるのではありませんか？あなたは恋愛関係においても、相手と深く交わることより、自分の思考の世界に浸ることを優先しがちです。とはいえ、既存の枠組みにとらわれず、物事の本質を独自の視点で捉え直すことができるあなたの感性は、退屈な日常に鮮やかな色彩を与えます。パートナーはあなたとの対話を通じて、見たことのない新しい世界を発見し、知的な刺激を受け続けることができるでしょう。あなたの愛は、終わりのない知の探求への招待状なのです。",
      "manual": "一般的な恋愛の常識や「普通はこうする」という押し付けは通用しません。ユニークな視点を面白がり、知的な好奇心を刺激し合える関係を望みます。一人の時間を十分に与えることが関係維持の秘訣です。",
      "tags": [
        "#個性的",
        "#独創的",
        "#マイワールド",
        "#知的"
      ],
      "good_match": "混沌の魔術師",
      "bad_match": "陽だまりの享楽家"
    },
    "1,1,1,-1": {
      "key": "1,1,1,-1",
      "name": "純真な信奉者タイプ",
      "subtitle": "永遠の愛を誓うロマンチスト",
      "desc": "あなたは、物語に出てくるような純粋な愛を信じ、それを実現しようとするロマンチストです。周囲からは、一途で情熱的、恋人を何よりも大切にする誠実な人物として認識されています。しかし、その熱烈な想いの裏側には、「理想の恋人像を相手に投影し、演じさせようとする」という身勝手さが潜んでいるのではありませんか？あなたは現実の相手そのものではなく、自分の脳内で作り上げた「完璧な物語」を愛してしまい、現実とのギャップに苦しむことがあります。ですが、損得勘定抜きで相手の幸福を願い、全身全霊で尽くそうとするあなたのエネルギーは、冷めた関係に火を灯す強力な魔法です。一度決めた愛を貫き通すその意志の強さは、困難な状況においても決して折れることのない、二人の絆を守る最強の盾となるでしょう。",
      "manual": "愛情表現はストレートかつ頻繁に行ってください。ロマンチックなシチュエーションや記念日を大切にします。不安になりやすいため、連絡はマメに返し、常に愛されている実感を与えることが重要です。",
      "tags": [
        "#一途",
        "#ロマンチスト",
        "#情熱的",
        "#純粋"
      ],
      "good_match": "慈愛の管理者",
      "bad_match": "疾走する現実主義者"
    },
    "1,1,1,1": {
      "key": "1,1,1,1",
      "name": "幻想の語り部タイプ",
      "subtitle": "夢を紡ぐ繊細なアーティスト",
      "desc": "あなたは、繊細なガラス細工のような心を持つ、感受性豊かな夢想家です。周囲からは、優しく儚げで、どこか浮世離れした魅力を持つ人物として、守ってあげたいと思わせる雰囲気があります。しかし、その豊かな感性の裏には、「現実の厳しさに耐えられず、空想の世界へ逃避する」という脆弱さが隠れているのではありませんか？あなたは他者の感情に同調しすぎて自分を見失ったり、辛いことから目を背けて曖昧な態度を取り続けたりする傾向があります。とはいえ、人の痛みを我がことのように感じ取り、言葉にできない微細な感情をすくい上げることができるあなたの優しさは、傷ついた心を癒やす特効薬です。論理や効率では割り切れない人間の心の機微を理解できるあなたは、パートナーにとって、魂の深淵で繋がれる唯一無二の理解者となるでしょう。",
      "manual": "強い言葉や叱責には非常に弱く、すぐに殻に閉じこもります。感情の波が激しいことを理解し、優しく寄り添う姿勢が必要です。理屈で追い詰めず、感覚や情緒を共有することで信頼関係が深まります。",
      "tags": [
        "#繊細",
        "#感受性",
        "#夢見がち",
        "#共感"
      ],
      "good_match": "疾走する現実主義者",
      "bad_match": "鉄壁の契約者タイプ"
    }
  }
}